<x-app-layout>
    <x-slot name="header">
        <h2 class="font-semibold text-xl text-gray-800 leading-tight">
            درباره ما
        </h2>
    </x-slot>

    <div class="py-12" dir="rtl">
        <div class="max-w-4xl mx-auto sm:px-6 lg:px-8">
            <div class="bg-white overflow-hidden shadow-sm sm:rounded-lg">
                <div class="p-6 md:p-10 bg-white border-b border-gray-200 prose prose-lg max-w-none">
                    <h1>داستان ما:</h1>
                    <p>
                        "دستور پخت من" از یک ایده ساده شروع شد: ایجاد فضایی گرم و دوستانه برای تمام علاقه‌مندان به آشپزی. ما باور داریم که هر دستور پخت، داستانی برای گفتن دارد و هر آشپز، هنرمندی است که شایسته دیده شدن است. اینجا جایی است که شما می‌توانید خلاقیت خود را به اشتراک بگذارید، از دیگران الهام بگیرید و بخشی از یک جامعه خوشمزه باشید.
                    </p>

                    <h2>هدف ما:</h2>
                    <p>
                        هدف ما فراتر از یک سایت اشتراک دستور غذاست. ما می‌خواهیم پلی باشیم بین فرهنگ‌ها و طعم‌های مختلف. از غذاهای سنتی مادربزرگ‌ها تا جدیدترین رسپی‌های سرآشپزهای حرفه‌ای، همه در "دستور پخت من" جای دارند. ما تلاش می‌کنیم تا آشپزی را برای همه آسان‌تر، لذت‌بخش‌تر و در دسترس‌تر کنیم.
                    </p>
                </div>
            </div>
        </div>
    </div>
</x-app-layout>
